batisteo.vscode-django
bracketpaircolordlw.bracket-pair-color-dlw
burkeholland.simple-react-snippets
danielpinto8zz6.c-cpp-compile-run
eamodio.gitlens
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-pull-request-github
golang.go
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.vscode-serial-monitor
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
omthemes.omthemes
pkief.material-icon-theme
qwtel.sqlite-viewer
ritwickdey.liveserver
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
