eamodio.gitlens
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
omthemes.omthemes
pkief.material-icon-theme
qwtel.sqlite-viewer
ritwickdey.liveserver
tomoki1207.pdf
